
package com.side.book.socialing.global

object Constants {
    val adjectives = setOf(
        "행복한", "즐거운", "신나는", "고요한", "용감한", "따뜻한", "밝은", "부드러운", "달콤한", "아름다운",
        "귀여운", "재미있는", "똑똑한", "부지런한", "강한", "건강한", "젊은", "새로운", "활기찬", "빛나는",
        "사랑스러운", "친절한", "명랑한", "긍정적인", "희망찬", "유쾌한", "상냥한", "온화한", "매력적인", "행운의",
        "지혜로운", "창의적인", "성실한", "정직한", "겸손한", "대담한", "열정적인", "낙천적인", "우아한", "세련된",
        "늠름한", "씩씩한", "다정한", "자상한", "평화로운", "순수한", "산뜻한", "경쾌한", "기운찬", "명석한"
    )

    val nouns = setOf(
        "강아지", "고양이", "호랑이", "사자", "코끼리", "기린", "원숭이", "토끼", "거북이", "물고기",
        "사과", "바나나", "딸기", "포도", "수박", "오렌지", "레몬", "복숭아", "자두", "체리",
        "책", "연필", "노트", "가방", "신발", "모자", "안경", "시계", "컴퓨터", "핸드폰",
        "하늘", "바다", "산", "강", "나무", "꽃", "구름", "바람", "햇빛", "달빛"
    )
}
